
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>亮点还是瑕疵 · product-analysis</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        <meta name="author" content="dailc">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-plus/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-tbfed-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-expandable-chapters/expandable-chapters.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-anchor-navigation-ex/style/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-ace/ace.css">
                
            
                
                <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-sectionx/sectionx.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="competitiveproduct.html" />
    
    
    <link rel="prev" href="painspot.html" />
    

    <style>
    @media only screen and (max-width: 640px) {
        .book-header .hidden-mobile {
            display: none;
        }
    }
    </style>
    <script>
        window["gitbook-plugin-github-buttons"] = {"repo":"dailc/product-analysis","types":["star","watch","fork"],"size":"small"};
    </script>

    
        <link rel="shortcut icon" href='../favicon.ico' type="image/x-icon">
    
    
        <link rel="bookmark" href='../favicon.ico' type="image/x-icon">
    
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="http://www.dailichun.com" target="_blank" class="custom-link">dailichun.com</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    简介
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">钉钉</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="mustsee.html">
            
                <a href="mustsee.html">
            
                    
                    开篇必看
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="outline.html">
            
                <a href="outline.html">
            
                    
                    大纲
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="painspot.html">
            
                <a href="painspot.html">
            
                    
                    从缘何使用钉钉谈钉钉解决的痛点
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.4" data-path="virtualorvice.html">
            
                <a href="virtualorvice.html">
            
                    
                    亮点还是瑕疵
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="competitiveproduct.html">
            
                <a href="competitiveproduct.html">
            
                    
                    从同类OA分析钉钉的竞品
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="updaterecord.html">
            
                <a href="updaterecord.html">
            
                    
                    从产品迭代记录看成长
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="client.html">
            
                <a href="client.html">
            
                    
                    移动客户端的功能分析
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="openplatform.html">
            
                <a href="openplatform.html">
            
                    
                    开放平台的初步分析
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="mythought.html">
            
                <a href="mythought.html">
            
                    
                    总结与思考
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >亮点还是瑕疵</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <div id="anchor-navigation-ex-navbar"><i class="fa fa-anchor"></i><ul><li><span class="title-icon "></span><a href="#&#x4EAE;&#x70B9;&#x8FD8;&#x662F;&#x7455;&#x75B5;"><b></b>&#x4EAE;&#x70B9;&#x8FD8;&#x662F;&#x7455;&#x75B5;</a></li><ul><li><span class="title-icon "></span><a href="#&#x8BA9;&#x4EBA;&#x8BA8;&#x538C;&#x7684;&#x6D88;&#x606F;&#x56DE;&#x6267;&#xFF1F;"><b></b>&#x8BA9;&#x4EBA;&#x8BA8;&#x538C;&#x7684;&#x6D88;&#x606F;&#x56DE;&#x6267;&#xFF1F;</a></li><li><span class="title-icon "></span><a href="#&#x593A;&#x547D;&#x8FDE;&#x73AF;&#x9489;&#xFF1F;"><b></b>&#x593A;&#x547D;&#x8FDE;&#x73AF;&#x9489;&#xFF1F;</a></li><li><span class="title-icon "></span><a href="#&#x53C2;&#x8003;&#x6765;&#x6E90;"><b></b>&#x53C2;&#x8003;&#x6765;&#x6E90;</a></li></ul></ul></div><a href="#&#x4EAE;&#x70B9;&#x8FD8;&#x662F;&#x7455;&#x75B5;" id="anchorNavigationExGoTop"><i class="fa fa-arrow-up"></i></a><h1 id="&#x4EAE;&#x70B9;&#x8FD8;&#x662F;&#x7455;&#x75B5;"><a name="&#x4EAE;&#x70B9;&#x8FD8;&#x662F;&#x7455;&#x75B5;" class="anchor-navigation-ex-anchor" href="#&#x4EAE;&#x70B9;&#x8FD8;&#x662F;&#x7455;&#x75B5;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x4EAE;&#x70B9;&#x8FD8;&#x662F;&#x7455;&#x75B5;</h1>
<p>&#x7ED3;&#x5408;&#x4F7F;&#x7528;&#x9489;&#x9489;&#x7684;&#x4E2A;&#x4EBA;&#x4F53;&#x9A8C;&#xFF0C;&#x4EE5;&#x53CA;&#x5468;&#x56F4;&#x4EBA;&#x4EE5;&#x53CA;&#x7F51;&#x4E0A;&#x5BF9;&#x9489;&#x9489;&#x7684;&#x8BC4;&#x4EF7;&#xFF0C;&#x7545;&#x8C08;&#x4E0B;&#x9489;&#x9489;&#x4E2D;&#x4E00;&#x4E9B;&#x6709;&#x4E89;&#x8BAE;&#x7684;&#x529F;&#x80FD;&#x3002;</p>
<h2 id="&#x8BA9;&#x4EBA;&#x8BA8;&#x538C;&#x7684;&#x6D88;&#x606F;&#x56DE;&#x6267;&#xFF1F;"><a name="&#x8BA9;&#x4EBA;&#x8BA8;&#x538C;&#x7684;&#x6D88;&#x606F;&#x56DE;&#x6267;&#xFF1F;" class="anchor-navigation-ex-anchor" href="#&#x8BA9;&#x4EBA;&#x8BA8;&#x538C;&#x7684;&#x6D88;&#x606F;&#x56DE;&#x6267;&#xFF1F;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x8BA9;&#x4EBA;&#x8BA8;&#x538C;&#x7684;&#x6D88;&#x606F;&#x56DE;&#x6267;&#xFF1F;</h2>
<p>&#x5982;&#x679C;&#x53BB;&#x4E92;&#x8054;&#x7F51;&#x4E0A;&#x641C;&#x7D22;&#x9489;&#x9489;&#x76F8;&#x5173;&#x7684;&#x8BA8;&#x8BBA;&#xFF0C;&#x90A3;&#x4E48;&#x7EDD;&#x5BF9;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF1A;&#x4F3C;&#x4E4E;&#x5F88;&#x591A;&#x7528;&#x6237;&#x90FD;&#x5BF9;&#x6D88;&#x606F;&#x56DE;&#x6267;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x53CD;&#x611F;&#xFF1F;</p>
<p>&#x90A3;&#x4E48;&#xFF0C;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x5230;&#x5E95;&#x662F;&#x5C5E;&#x4E8E;&#x4EAE;&#x70B9;&#x5462;&#x8FD8;&#x662F;&#x7455;&#x75B5;&#x5462;&#xFF1F;</p>
<p>&#x5176;&#x5B9E;&#x8FD9;&#x70B9;&#x53EF;&#x4EE5;&#x7ED3;&#x5408;&#x5FAE;&#x4FE1;&#x6765;&#x5206;&#x6790;&#xFF1A;&#x4E3A;&#x4EC0;&#x4E48;&#x5FAE;&#x4FE1;&#x4E2D;&#x6CA1;&#x6709;&#x6D88;&#x606F;&#x56DE;&#x6267;&#x529F;&#x80FD;&#xFF1F;</p>
<p>&#x5148;&#x653E;&#x4E00;&#x4E2A;&#x7F51;&#x4E0A;&#x641C;&#x5230;&#x7684;&#x201C;&#x5F20;&#x5C0F;&#x9F99;&#x7684;&#x56DE;&#x7B54;&#x201D;&#xFF1A;</p>
<pre><code class="lang-js">&#x8FD9;&#x79CD;&#x9700;&#x6C42;&#x633A;&#x591A;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x60F3;&#x8868;&#x8FBE;&#x7684;&#x662F;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x9488;&#x5BF9;&#x9700;&#x6C42;&#x4E00;&#x4E2A;&#x4EBA;&#x53BB;&#x6EE1;&#x8DB3;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x83B7;&#x53D6;&#x4E86;&#x8FD9;&#x90E8;&#x5206;&#x7528;&#x6237;&#xFF0C;&#x4F46;&#x662F;&#x5F97;&#x7F6A;&#x4E86;&#x53E6;&#x5916;&#x4E00;&#x90E8;&#x5206;&#x7528;&#x6237;&#x3002;
&#x53EF;&#x4EE5;&#x8BF4;&#x6211;&#x81EA;&#x5DF1;&#x5C31;&#x633A;&#x4E0D;&#x559C;&#x6B22;&#x628A;&#x6211;&#x7684;&#x5DF2;&#x8BFB;&#x72B6;&#x6001;&#x66B4;&#x9732;&#x7ED9;&#x522B;&#x4EBA;&#xFF0C;&#x4F60;&#x60F3;&#x8FD9;&#x6837;&#x7684;&#x8BDD;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x7684;&#x4E0A;&#x7EA7;&#x627E;&#x4F60;&#xFF0C;&#x4F60;&#x770B;&#x4E86;&#x7136;&#x540E;&#x4F60;&#x53C8;&#x4E0D;&#x56DE;&#xFF0C;&#x5C31;&#x5F88;&#x9EBB;&#x70E6;&#x3002;
...
&#x6211;&#x4EEC;&#x8981;&#x7ED9;&#x4EBA;&#x6492;&#x8C0E;&#x7684;&#x673A;&#x4F1A;&#x3002;
</code></pre>
<p>&#x7136;&#x540E;&#x53EF;&#x4EE5;&#x5206;&#x6790;&#x4E3A;&#x4EC0;&#x4E48;&#x9489;&#x9489;&#x548C;&#x5FAE;&#x4FE1;&#x5BF9;&#x4E8E;&#x6D88;&#x606F;&#x56DE;&#x6267;&#x7684;&#x5904;&#x7406;&#x622A;&#x7136;&#x4E0D;&#x540C;&#x5462;&#xFF1F;</p>
<p><strong>&#x56E0;&#x4E3A;&#x4E24;&#x8005;&#x7684;&#x57FA;&#x56E0;&#x4E0D;&#x540C;&#xFF0C;&#x9489;&#x9489;&#x4E3B;&#x6253;&#x5DE5;&#x4F5C;&#xFF0C;&#x5FAE;&#x4FE1;&#x4E3B;&#x6253;&#x793E;&#x4EA4;</strong></p>
<p><strong>&#x5728;&#x793E;&#x4EA4;&#x9886;&#x57DF;&#x4E2D;</strong></p>
<p>&#x793E;&#x4EA4;&#x7684;&#x6838;&#x5FC3;&#x5C31;&#x662F;&#x6C9F;&#x901A;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x76F4;&#x63A5;&#x9762;&#x5411;&#x7528;&#x6237;&#x7684;&#xFF0C;&#x4EFB;&#x4F55;&#x7684;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#x786E;&#x5B9E;&#x90FD;&#x662F;&#x81F4;&#x547D;&#x7684;&#x3002;&#x56E0;&#x6B64;&#x5FAE;&#x4FE1;&#x4E2D;&#x7740;&#x91CD;&#x6CE8;&#x610F;&#x4E86;&#x4EE5;&#x4E0B;&#x51E0;&#x70B9;&#xFF1A;</p>
<ul>
<li><p>&#x6CE8;&#x91CD;&#x4E2A;&#x4EBA;&#x9690;&#x79C1;&#x7684;&#x4FDD;&#x62A4;&#xFF08;&#x5982;&#x5DF2;&#x8BFB;&#xFF0C;&#x672A;&#x8BFB;&#x8FD9;&#x79CD;&#x9690;&#x79C1;&#x72B6;&#x6001;&#x5BF9;&#x4E8E;&#x67D0;&#x4E00;&#x90E8;&#x5206;&#x7528;&#x6237;&#x6765;&#x8BF4;&#x5341;&#x5206;&#x5728;&#x610F;&#xFF09;</p>
</li>
<li><p>&#x51CF;&#x5C11;&#x6C9F;&#x901A;&#x7684;&#x5FC3;&#x7406;&#x538B;&#x529B;&#xFF08;&#x5DF2;&#x8BFB;&#x8FD9;&#x79CD;&#x72B6;&#x6001;&#x52A0;&#x5165;&#x666E;&#x901A;&#x804A;&#x5929;&#x4E2D;&#x4F1A;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#x7684;&#x589E;&#x52A0;&#x6C9F;&#x901A;&#x538B;&#x529B;&#xFF0C;&#x77E5;&#x9053;&#x4E86;&#x63A5;&#x53D7;&#x8005;&#x8BFB;&#x4E86;&#x5374;&#x4E0D;&#x56DE;&#xFF0C;&#x53D1;&#x9001;&#x8005;&#x4F1A;&#x6781;&#x4E3A;&#x53D7;&#x632B;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5BF9;&#x4E8E;&#x60C5;&#x4FA3;&#xFF0C;&#x4E0A;&#x4E0B;&#x7EA7;&#x8FD9;&#x79CD;&#x5173;&#x7CFB;&#xFF0C;&#x662F;&#x6BC1;&#x706D;&#x6027;&#x7684;&#xFF09;</p>
</li>
<li><p>&#x7ED9;&#x4EBA;&#x6492;&#x8C0E;&#x7684;&#x673A;&#x4F1A;&#xFF08;&#x793E;&#x4EA4;&#x4E2D;&#x7684;&#x6C9F;&#x901A;&#x5E76;&#x4E0D;&#x4E00;&#x5B9A;&#x90FD;&#x662F;&#x771F;&#x5B9E;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x662F;&#x4F1A;&#x5B58;&#x5728;&#x4E00;&#x4E9B;<strong>&#x5584;&#x610F;&#x7684;&#x8C0E;&#x8A00;</strong>&#x7684;&#xFF0C;&#x800C;&#x4E14;&#x8C0E;&#x8A00;&#x5F80;&#x5F80;&#x6BD4;&#x771F;&#x76F8;&#x66F4;&#x5BB9;&#x6613;&#x8BA9;&#x4EBA;&#x63A5;&#x53D7;&#xFF09;</p>
</li>
</ul>
<p>&#x90A3;&#x4E3A;&#x4F55;&#x964C;&#x964C;&#x4E2D;&#x53C8;&#x52A0;&#x5165;&#x4E86;&#x6D88;&#x606F;&#x56DE;&#x6267;&#x5462;&#xFF1F;
&#x4E2A;&#x4EBA;&#x611F;&#x89C9;&#x76F8;&#x6BD4;&#x4E8E;&#x5FAE;&#x4FE1;&#x7684;&#x719F;&#x4EBA;&#x793E;&#x4EA4;&#xFF0C;&#x964C;&#x964C;&#x7684;&#x76EE;&#x7684;&#x6027;&#x66F4;&#x660E;&#x786E;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x8BB8;&#x5B83;&#x8FD9;&#x6837;&#x8BBE;&#x8BA1;&#x662F;&#x4E3A;&#x4E86;&#x51CF;&#x5C11;&#x964C;&#x751F;&#x4E0D;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x4EBA;&#x7684;&#x9A9A;&#x6270;&#xFF08;&#x4EBA;&#x666E;&#x904D;&#x90FD;&#x6709;&#x77E5;&#x96BE;&#x800C;&#x9000;&#x7684;&#x5FC3;&#x7406;&#xFF09;</p>
<p><strong>&#x5728;&#x5DE5;&#x4F5C;&#x9886;&#x57DF;&#x4E2D;</strong></p>
<p>&#x9489;&#x9489;&#x662F;&#x4E00;&#x79CD;&#x5DE5;&#x4F5C;&#x65B9;&#x5F0F;&#xFF0C;&#x5728;&#x5DE5;&#x4F5C;&#x4E2D;&#xFF0C;&#x5219;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#xFF0C;&#x5DE5;&#x4F5C;&#x6CE8;&#x91CD;&#x7684;&#x662F;&#xFF1A;&#x771F;&#x5B9E;&#xFF0C;&#x9AD8;&#x6548;&#x3002;&#x6240;&#x4EE5;&#x9489;&#x9489;&#x4E2D;&#x6CE8;&#x610F;&#x4E86;&#x4EE5;&#x4E0B;&#x51E0;&#x70B9;&#xFF1A;</p>
<ul>
<li><p>&#x786E;&#x8BA4;&#x6D88;&#x606F;&#x7684;&#x771F;&#x5B9E;&#x6709;&#x6548;&#xFF08;&#x6240;&#x4EE5;&#x6709;&#x56DE;&#x6267;&#x6D88;&#x606F;&#xFF0C;&#x672A;&#x8BFB;&#xFF0C;&#x5DF2;&#x8BFB;&#x7B49;&#x5404;&#x79CD;&#x72B6;&#x6001;&#xFF0C;&#x53EF;&#x4EE5;&#x786E;&#x5B9A;&#x5DF2;&#x7ECF;&#x5230;&#x4E86;&#x54EA;&#x4E00;&#x6B65;&#x4E86;&#xFF09;</p>
</li>
<li><p>&#x7740;&#x91CD;&#x5DE5;&#x4F5C;&#x800C;&#x4E0D;&#x662F;&#x793E;&#x4EA4;&#xFF08;&#x5DE5;&#x4F5C;&#xFF0C;&#x66F4;&#x591A;&#x7684;&#x90FD;&#x662F;&#x4E0A;&#x4E0B;&#x7EA7;&#x4E4B;&#x95F4;&#xFF0C;&#x540C;&#x4E8B;&#x4E4B;&#x95F4;&#x7684;&#x5DE5;&#x4F5C;&#x76F8;&#x5173;&#x7684;&#x4EA4;&#x6D41;&#xFF0C;&#x91CD;&#x70B9;&#x662F;&#x8BA9;&#x5DE5;&#x4F5C;&#x66F4;&#x9AD8;&#x6548;&#x7684;&#x5B8C;&#x6210;&#x800C;&#x4E0D;&#x662F;&#x8BA9;&#x4EBA;&#x81EA;&#x7531;&#x81EA;&#x5728;&#x7684;&#x6C9F;&#x901A;&#x4EA4;&#x6D41;&#xFF09;</p>
</li>
<li><p>&#x670D;&#x52A1;&#x4E8E;&#x4F01;&#x4E1A;&#x800C;&#x4E0D;&#x662F;&#x8868;&#x9762;&#x7528;&#x6237;&#xFF08;&#x4EA7;&#x54C1;&#x7684;&#x4F7F;&#x7528;&#x8005;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x771F;&#x6B63;&#x7684;&#x6D88;&#x8D39;&#x8005;&#xFF0C;&#x9489;&#x9489;&#x4E2D;&#x7684;&#x771F;&#x6B63;&#x6D88;&#x8D39;&#x8005;&#x662F;&#x5404;&#x5927;&#x4E2D;&#x5C0F;&#x4F01;&#x4E1A;&#x4E0E;&#x4F01;&#x4E1A;&#x8001;&#x677F;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5728;&#x4F7F;&#x7528;&#x5B83;&#x7684;&#x7528;&#x6237;&#xFF0C;
&#x6240;&#x4EE5;&#x5176;&#x5B9E;&#x771F;&#x5B9E;&#x7684;&#x4F53;&#x9A8C;&#x662F;&#x57FA;&#x4E8E;&#x8FD9;&#x4E9B;&#x6D88;&#x8D39;&#x8005;&#x7684;&#x53CD;&#x9988;&#x6765;&#x5B8C;&#x5584;&#x7684;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x8868;&#x9762;&#x4E0A;&#x7684;&#x4F53;&#x9A8C;&#x8005;&#xFF09;</p>
</li>
</ul>
<p>&#x4E0D;&#x8FC7;&#x8BF4;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x5176;&#x5B9E;&#x611F;&#x89C9;&#x90A3;&#x90E8;&#x5206;&#x4F7F;&#x7528;&#x8005;&#x4E5F;&#x662F;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x8F6C;&#x6362;&#x7684;&#xFF0C;&#x8B6C;&#x5982;&#x4E2A;&#x4EBA;&#x5728;&#x4F7F;&#x7528;&#x9489;&#x9489;&#x540E;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x4F1A;&#x56FE;&#x65B9;&#x4FBF;&#x76F4;&#x63A5;&#x5728;&#x9489;&#x9489;&#x4E2D;&#x6DFB;&#x52A0;&#x67D0;&#x4E9B;&#x670B;&#x53CB;&#x4E3A;&#x597D;&#x53CB;&#xFF0C;&#x76F4;&#x63A5;&#x8FDB;&#x884C;&#x6C9F;&#x901A;&#x4EA4;&#x6D41;&#xFF0C;
&#x5176;&#x5B9E;&#x8FD9;&#x5C31;&#x53EF;&#x4EE5;&#x7B97;&#x662F;&#x4ECE;&#x5DE5;&#x4F5C;&#x5230;&#x793E;&#x4EA4;&#x7684;&#x4E00;&#x79CD;&#x62D3;&#x5C55;&#x4E86;&#x3002;</p>
<p>&#x53E6;&#x5916;&#xFF0C;&#x5176;&#x5B9E;&#x5FAE;&#x4FE1;&#x5728;&#x5DE5;&#x4F5C;&#x9886;&#x57DF;&#x7684;&#x5EF6;&#x4F38;&#xFF1A;&#x4F01;&#x4E1A;&#x5FAE;&#x4FE1;&#x3002;&#x4E5F;&#x662F;&#x6709;&#x56DE;&#x6267;&#x6D88;&#x606F;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x7684;&#xFF08;&#x4E0D;&#x8FC7;&#x5B83;&#x662F;&#x4E00;&#x79CD;&#x6D88;&#x606F;&#x7C7B;&#x522B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x9ED8;&#x8BA4;&#x90FD;&#x662F;&#x56DE;&#x6267;&#xFF09;</p>
<p>&#x6240;&#x4EE5;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x5728;&#x793E;&#x4EA4;&#x9886;&#x57DF;&#x4E2D;&#x770B;&#x8D77;&#x6765;&#x662F;&#x7F3A;&#x70B9;&#x7684;&#x529F;&#x80FD;&#x5728;&#x5DE5;&#x4F5C;&#x9886;&#x57DF;&#x53CD;&#x800C;&#x5C31;&#x662F;&#x4F18;&#x70B9;&#x3002;</p>
<h2 id="&#x593A;&#x547D;&#x8FDE;&#x73AF;&#x9489;&#xFF1F;"><a name="&#x593A;&#x547D;&#x8FDE;&#x73AF;&#x9489;&#xFF1F;" class="anchor-navigation-ex-anchor" href="#&#x593A;&#x547D;&#x8FDE;&#x73AF;&#x9489;&#xFF1F;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x593A;&#x547D;&#x8FDE;&#x73AF;&#x9489;&#xFF1F;</h2>
<p>ding&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x4E5F;&#x7ECF;&#x5E38;&#x5728;&#x7F51;&#x4E0A;&#x88AB;&#x79F0;&#x4E3A;&#xFF1A;&#x593A;&#x547D;&#x8FDE;&#x73AF;&#x9489;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#x8FD9;&#x70B9;&#x4E5F;&#x548C;&#x4E0A;&#x90E8;&#x5206;&#x7C7B;&#x4F3C;&#xFF1A;</p>
<ul>
<li><p>&#x5F80;&#x5F80;&#x90A3;&#x4E9B;&#x5410;&#x69FD;ding&#x529F;&#x80FD;&#x7684;&#x7528;&#x6237;&#x5F80;&#x5F80;&#x90FD;&#x662F;&#x4F01;&#x4E1A;&#x5458;&#x5DE5;</p>
</li>
<li><p>&#x800C;&#x771F;&#x5B9E;&#x7684;&#x6D88;&#x8D39;&#x8005;&#xFF08;&#x4E2D;&#x5C0F;&#x4F01;&#x4E1A;&#x7684;&#x8001;&#x677F;&#xFF09;&#x5BF9;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x57FA;&#x672C;&#x90FD;&#x662F;&#x6EE1;&#x610F;&#x7684;</p>
</li>
</ul>
<p>&#x5176;&#x5B9E;&#x4E5F;&#x53EF;&#x4EE5;&#x5C06;&#x7528;&#x6237;&#x7FA4;&#x4F53;&#x8FDB;&#x884C;&#x4E00;&#x6B21;&#x7B80;&#x5355;&#x5F52;&#x7C7B;&#xFF1A;</p>
<ul>
<li><p>&#x3010;A&#x7C7B;&#x3011;&#x771F;&#x5B9E;&#x6D88;&#x8D39;&#x8005;&#xFF1A;&#x4E2D;&#x5C0F;&#x4F01;&#x4E1A;&#x7684;&#x8001;&#x677F;&#xFF0C;&#x5F80;&#x5F80;&#x662F;&#x771F;&#x6B63;&#x4ED8;&#x94B1;&#x7684;&#x4EBA;&#xFF0C;&#x5F80;&#x5F80;&#x4E5F;&#x4F1A;&#x4F7F;&#x7528;&#x9489;&#x9489;&#x8FDB;&#x884C;&#x7BA1;&#x7406;</p>
</li>
<li><p>&#x3010;B&#x7C7B;&#x3011;&#x6838;&#x5FC3;&#x4F7F;&#x7528;&#x8005;&#xFF1A;&#x4F01;&#x4E1A;&#x4E2D;&#x7684;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#xFF0C;&#x8FD9;&#x90E8;&#x5206;&#x4EBA;&#x5458;&#x662F;&#x6838;&#x5FC3;&#x7684;&#x4F7F;&#x7528;&#x8005;&#xFF0C;&#x5F88;&#x591A;&#x529F;&#x80FD;&#x90FD;&#x662F;&#x4E3A;&#x4E86;&#x6EE1;&#x8DB3;&#x4ED6;&#x4EEC;&#x800C;&#x5B58;&#x5728;</p>
</li>
<li><p>&#x3010;C&#x7C7B;&#x3011;&#x88AB;&#x52A8;&#x4F7F;&#x7528;&#x8005;&#xFF1A;&#x8FD9;&#x7C7B;&#x5C31;&#x662F;&#x4F01;&#x4E1A;&#x4E2D;&#x7684;&#x666E;&#x901A;&#x5458;&#x5DE5;&#xFF0C;&#x662F;&#x7531;&#x4E8E;&#x53C2;&#x4E0E;&#x4E86;&#x5DE5;&#x4F5C;&#xFF0C;&#x800C;&#x516C;&#x53F8;&#x4F7F;&#x7528;&#x9489;&#x9489;&#xFF0C;&#x4ECE;&#x800C;&#x88AB;&#x52A8;&#x4F7F;&#x7528;&#x7684;&#x9489;&#x9489;</p>
</li>
</ul>
<p>&#x800C;&#x7F51;&#x4E0A;&#x6700;&#x591A;&#x7684;&#x5410;&#x69FD;&#x7C7B;&#x8BC4;&#x8BBA;&#x57FA;&#x672C;&#x90FD;&#x662F;&#x3010;C&#x7C7B;&#x3011;&#x7528;&#x6237;&#x53D1;&#x51FA;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x662F;&#x88AB;&#x7BA1;&#x7406;&#x8005;&#xFF0C;&#x5BF9;&#x8FD9;&#x4E9B;&#x65B9;&#x4FBF;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#x7684;&#x529F;&#x80FD;&#x81EA;&#x7136;&#x5F88;&#x96BE;&#x6709;&#x597D;&#x611F;</p>
<p>&#x800C;&#x4E14;&#x5176;&#x5B9E;&#xFF0C;&#x8FD9;&#x90E8;&#x5206;&#x4EBA;&#x53CD;&#x611F;&#x7684;&#x662F;&#x90A3;&#x4E9B;&#x7528;&#x5404;&#x79CD;&#x65B9;&#x5F0F;&#x7BA1;&#x7406;&#x4ED6;&#x4EEC;&#x7684;&#x4E0A;&#x7EA7;&#xFF08;&#x7BA1;&#x7406;&#x8005;&#xFF09;&#xFF0C;&#x9489;&#x9489;&#x53EA;&#x662F;&#x5145;&#x5F53;&#x4E86;&#x4E00;&#x4E2A;&#x5DE5;&#x5177;&#x7684;&#x4F5C;&#x7528;&#x3002;
&#x6240;&#x4EE5;&#xFF0C;&#x5176;&#x5B9E;&#x4E5F;&#x53EF;&#x4EE5;&#x5F88;&#x5BB9;&#x6613;&#x63A8;&#x6D4B;&#x51FA;&#xFF1A;</p>
<p>&#x90A3;&#x4E9B;&#x5458;&#x5DE5;&#x5F88;&#x8BA4;&#x53EF;&#x7684;&#x8001;&#x677F;&#x6216;&#x7BA1;&#x7406;&#x8005;&#xFF0C;&#x5C31;&#x7B97;&#x4ED6;&#x4EEC;&#x7528;&#x4E86;&#x9489;&#x9489;&#x540E;&#xFF0C;&#x8BC4;&#x4EF7;&#x4ECD;&#x7136;&#x4F1A;&#x5F88;&#x9AD8;&#xFF0C;
&#x800C;&#x90A3;&#x4E9B;&#x672C;&#x8EAB;&#x5C31;&#x4E0D;&#x592A;&#x88AB;&#x8BA4;&#x53EF;&#x7684;&#x7BA1;&#x7406;&#x8005;&#xFF0C;&#x4ED6;&#x4EEC;&#x7528;&#x4E86;&#x9489;&#x9489;&#x540E;&#xFF0C;&#x81EA;&#x7136;&#x4F1A;&#x6709;&#x5DEE;&#x8BC4;&#xFF0C;&#x800C;&#x6B64;&#x65F6;&#x5C31;&#x5F88;&#x5BB9;&#x6613;&#x5C06;&#x6012;&#x6C14;&#x53D1;&#x6CC4;&#x5230;&#x4F5C;&#x4E3A;&#x5DE5;&#x4F5C;&#x7684;&#x9489;&#x9489;&#x4E0A;
&#xFF08;&#x56E0;&#x4E3A;&#x9489;&#x9489;&#x662F;&#x4E3A;&#x4ED6;&#x4EEC;&#x670D;&#x52A1;&#x7684;&#xFF09;</p>
<p>&#x7136;&#x540E;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x5206;&#x6790;&#x4E0B;&#xFF0C;&#x4EFB;&#x4F55;&#x4E00;&#x6B3E;&#x4EA7;&#x54C1;&#x4E2D;&#x90FD;&#x4F1A;&#x6709;&#x5FE0;&#x5B9E;&#x7528;&#x6237;&#x548C;&#x8FB9;&#x7F18;&#x7528;&#x6237;&#xFF0C;&#x8FD9;&#x91CC;&#x9762;&#x3010;A&#x7C7B;&#x3011;&#x3010;B&#x7C7B;&#x3011;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x5FE0;&#x5B9E;&#x7528;&#x6237;&#xFF0C;
&#x800C;&#x3010;C&#x7C7B;&#x3011;&#x5219;&#x662F;&#x8FB9;&#x7F18;&#x7528;&#x6237;&#x3002;&#x800C;&#x5927;&#x91CF;&#x7684;&#x4E8B;&#x5B9E;&#x8BC1;&#x660E;&#xFF0C;&#x5FE0;&#x5B9E;&#x7528;&#x6237;&#x624D;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#x3002;
&#x5BF9;&#x4E8E;&#x90A3;&#x4E9B;&#x8FB9;&#x7F18;&#x7528;&#x6237;&#xFF0C;&#x4ED6;&#x4EEC;&#x53EF;&#x80FD;&#x4F1A;&#x6709;&#x79BB;&#x804C;&#x540E;&#x5C31;&#x5378;&#x8F7D;&#x9489;&#x9489;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x5982;&#x679C;&#x5F53;&#x4ED6;&#x4EEC;&#x53D1;&#x73B0;&#x65B0;&#x5165;&#x804C;&#x540E;&#xFF0C;&#x516C;&#x53F8;&#x4ECD;&#x7136;&#x53C8;&#x7528;&#x7684;&#x9489;&#x9489;&#xFF0C;
&#x4ED6;&#x4EEC;&#x53C8;&#x5FC5;&#x987B;&#x5F97;&#x91CD;&#x65B0;&#x5B89;&#x88C5;&#xFF0C;&#x4F7F;&#x7528;&#x56DE;&#x6765;&#x3002;
&#x800C;&#x53EA;&#x8981;&#x786E;&#x4FDD;&#x5FE0;&#x5B9E;&#x7528;&#x6237;&#x4E0D;&#x4E22;&#x5931;&#xFF0C;&#x4E0D;&#x65AD;&#x7684;&#x589E;&#x52A0;&#xFF0C;&#x9489;&#x9489;&#x63A8;&#x5E7F;&#x53EA;&#x4F1A;&#x8D8A;&#x6765;&#x8D8A;&#x597D;&#xFF0C;&#x8FD9;&#x6837;&#x7528;&#x9489;&#x9489;&#x7684;&#x516C;&#x53F8;&#x4F1A;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#xFF0C;&#x88AB;&#x52A8;&#x4F7F;&#x7528;&#x7684;&#x8FB9;&#x7F18;&#x7528;&#x6237;&#x81EA;&#x7136;&#x4F1A;&#x66F4;&#x591A;&#xFF0C;
&#x800C;&#x4E14;&#x5176;&#x4E2D;&#x4E00;&#x90E8;&#x5206;&#x8F6C;&#x6210;&#x7BA1;&#x7406;&#x540E;&#x8BF4;&#x4E0D;&#x5B9A;&#x4E5F;&#x4F1A;&#x91CD;&#x65B0;&#x53D8;&#x4E3A;&#x5FE0;&#x5B9E;&#x7528;&#x6237;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#xFF0C;&#x53EA;&#x8981;ding&#x771F;&#x6B63;&#x7684;&#x5BF9;&#x5DE5;&#x4F5C;&#x6709;&#x7528;&#xFF0C;&#x80FD;&#x66F4;&#x597D;&#x7684;&#x63D0;&#x5347;&#x6548;&#x7387;&#xFF0C;&#x6838;&#x5FC3;&#x4F7F;&#x7528;&#x8005;&#x7684;&#x4F53;&#x9A8C;&#x66F4;&#x9AD8;&#xFF0C;&#x4ED6;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x4EAE;&#x70B9;&#x3002;</p>
<h2 id="&#x53C2;&#x8003;&#x6765;&#x6E90;"><a name="&#x53C2;&#x8003;&#x6765;&#x6E90;" class="anchor-navigation-ex-anchor" href="#&#x53C2;&#x8003;&#x6765;&#x6E90;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x53C2;&#x8003;&#x6765;&#x6E90;</h2>
<ul>
<li><p><a href="https://www.zhihu.com/question/22255184" target="_blank">https://www.zhihu.com/question/22255184</a></p>
</li>
<li><p><a href="https://www.zhihu.com/question/27676014" target="_blank">https://www.zhihu.com/question/27676014</a></p>
</li>
</ul>
<footer class="page-footer"><span class="copyright">Copyright &#xA9; dailc 2017 all right reserved&#xFF0C;powered by Gitbook</span><span class="footer-modification">&#x6587;&#x4EF6;&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2018-02-21 14:15:13
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="painspot.html" class="navigation navigation-prev " aria-label="Previous page: 从缘何使用钉钉谈钉钉解决的痛点">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="competitiveproduct.html" class="navigation navigation-next " aria-label="Next page: 从同类OA分析钉钉的竞品">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"亮点还是瑕疵","level":"2.4","depth":1,"next":{"title":"从同类OA分析钉钉的竞品","level":"2.5","depth":1,"path":"dingd/competitiveproduct.md","ref":"dingd/competitiveproduct.md","articles":[]},"previous":{"title":"从缘何使用钉钉谈钉钉解决的痛点","level":"2.3","depth":1,"path":"dingd/painspot.md","ref":"dingd/painspot.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","-livereload","search-plus@^0.0.11","tbfed-pagefooter@^0.0.1","expandable-chapters@^0.2.0","anchor-navigation-ex@^1.0.4","ace@^0.3.2","sectionx@^3.1.0","splitter@^0.0.8","sitemap-general@^0.1.1","favicon@^0.0.2","todo@^0.1.3","3-ba@^0.9.0","github-buttons@^2.1.0"],"root":".","styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"tbfed-pagefooter":{"copyright":"Copyright © dailc 2017","modify_label":"文件修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"ace":{},"todo":{},"splitter":{},"sitemap-general":{"prefix":"http://www.dailichun.com"},"fontsettings":{"theme":"white","family":"sans","size":2},"sectionx":{"tag":"b"},"highlight":{},"anchor-navigation-ex":{"associatedWithSummary":false,"float":{"level1Icon":"","level2Icon":"","level3Icon":"","showLevelIcon":false},"mode":"float","multipleH1":true,"pageTop":{"level1Icon":"","level2Icon":"","level3Icon":"","showLevelIcon":false},"printLog":false,"showLevel":false},"favicon":{"shortcut":"favicon.ico","bookmark":"favicon.ico"},"github-buttons":{"repo":"dailc/product-analysis","types":["star","watch","fork"],"size":"small"},"3-ba":{"configuration":"auto","token":"e2a59eb4f9c114693bf024085d12fe22"},"sharing":{"facebook":false,"twitter":false,"google":false,"weibo":true,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false},"expandable-chapters":{},"search-plus":{}},"theme":"default","author":"dailc","pdf":{"pageBreaksBefore":"/","headerTemplate":null,"paperSize":"a4","margin":{"right":62,"left":62,"top":36,"bottom":36},"fontSize":12,"fontFamily":"Arial","footerTemplate":null,"chapterMark":"pagebreak","pageNumbers":false},"structure":{"langs":"LANGS.md","readme":"introduction.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"product-analysis","language":"zh-hans","links":{"sidebar":{"dailichun.com":"http://www.dailichun.com"}},"gitbook":"3.2.2","description":"product-analysis - 产品分析"},"file":{"path":"dingd/virtualorvice.md","mtime":"2018-02-21T06:15:13.000Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2018-02-21T06:15:56.284Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-plus/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-expandable-chapters/expandable-chapters.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-ace/ace/ace.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-ace/ace.js"></script>
        
    
        
        <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sectionx/sectionx.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-3-ba/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-github-buttons/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

